thess/micropython/ports/esp32/boards/THINGPLUS/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 Thing Plus"
#define MICROPY_HW_MCU_NAME "ESP32-WROOM-32D"
